var t = function() {
    for (var t = [], e = 0; e < 48; e++) t.push(e + 18 + "岁");
    return t;
}(), e = function() {
    for (var t = [], e = 0; e < 51; e++) t.push(e + "年");
    var n = [];
    for (e = 0; e < 12; e++) n.push(e + "个月");
    return [ t, n ];
}();

module.exports = {
    selectCity: [ "深圳", "广州", "北京", "上海", "杭州", "苏州", "东莞", "成都", "惠州", "南京", "佛山", "中山", "无锡", "珠海", "宁波", "厦门", "福州", "长沙", "嘉兴", "温州", "合肥", "济南", "天津", "金华", "太原", "江门", "南宁", "南充", "西安", "茂名", "贵阳", "郑州", "重庆", "武汉", "更多城市关注五险一金公众号" ],
    selectAge: t,
    selectIdentity: [ "男同胞", "女干部", "女群众" ],
    selectCompanyType: [ "政府单位", "国企单位", "事业单位", "民营企业" ],
    selectTime: e,
    salaryInfo: {
        title: "税前工资（参保工资）",
        content: [ "若您不是以当前实际税前工资缴纳社保，则填写实际缴纳社保时的参保工资。", "假设当前税前工资为12000元，但公司是按当地最低基数参保，那么税前工资即为此最低基数。" ]
    },
    balanceInfo: {
        title: "养老余额",
        content: [ "是指当前社保缴纳个人部分已缴的养老保险总额。", "方式一：安装“我的社保”APP进入对应地区社保系统后台查看余额。", "方式二：根据此公式算出：过去工作时间的平均税前工资*8 %*缴纳月数（例如小明工作了5年2个月，且过去5年2个月平均月薪是6K，那么养老余额即为6K*8 %*62个月=29760元）。" ]
    },
    buyUrl: "https://wxyj.shanp.com"
};